var array=[
    "我嘛,有时觉得自己难道不是一个一无是处,愚蠢矮小的家伙嘛？自己不是一个很肮脏的人嘛？虽然说不出原因,但是确实有那种感觉。但是,那个时候,总是觉得除了自己之外所有的一切,比如说世界拉,他人的生活拉等等,都是很完美,很温馨的。不自觉地非常喜欢。我希望知道的多一点,更多一点,为此才想旅行。",
    "艾尔梅斯，旅行者最为需要的，是在挣扎求存的最后时刻，能够解救自身的事物，那就是「运气」",
    "The world is not beautiful. Therefore it is. 世界并不美丽。但也因此美丽无比。",
    "不论是谁，看到了翱翔于青空之上的鸟儿，或许都会想要去旅行的吧",
    "我不确定世界是否美丽，但我知道它的确是很广阔的",
    "你觉得世界会在如此静谧的夜晚终结吗？"+"<br/> - 因为也没人知道世界是如何开始的，所以也没有人能够言之凿凿的说数秒后世界会毫无理由的突然消失并不现实",
    "也并非是为了做些什么才是人生。",
    "想不想找真正的搜索蓝天，这个都不重要“我听到之后并不是很明白，所以一直在想到底有没有真正的蓝天？Kino先生你认为的答案是什么？ 我的答案会这样回答“没有那样的东西。“ “没有那样的东西“？！ 为什么 天的蓝色会因为地点，时间，季节或者气候而经常变化，而每一种都很美丽。我至今为止见过的，都没法称为真正的蓝天。没有那样的东西，我是这样想的。",
    "真有趣呢，有人做了某些表示，然后又有人去解释这些事物，世界或许就是这样连续的吧",
    "你的眼眸是映照世界的明镜，"+"<br/>永远不乏温柔，"+"<br/>就算是胸中隐藏悲伤，"+"<br/>依然目光坚定地凝望繁星。",
    "不知身处何地, 向着梦想的地方前进. 到达梦想的地方, 却又不知身处何地.",
    "你哭泣，你生气，你愤懑，你大叫，你痛苦，你悲伤，你绝望，你下定决心——但是并不能证明你是正确的。",
    "寻找梦想之地 ，却不知位于何处 "+"<br/>来到梦想之地，却不知身在其中",
    "一旦有个留恋，就不算是旅行者了。",
    "即使同样身为人类，也未必要互助",
    "不管是人还是国家，大家总要给他人或他国添麻烦的。",
    "要停止的话，随时都能够停止。所以我打算继续旅行。"
]