<?php
$lyric1=array(
"やなぎなぎ - 砂糖玉の月",
"小小的离别不断  我知道",
"虽然放缓了脚步  但最终我们也会离别",
"你寂寞地等待",
"无法描述的美  像是糖球一样的月",
"远处观看美丽无比  靠近观看却像土堆一样",
"所以我想一直在这观赏",
"不去靠近  不想去靠近",
"希望你能记住 我们之间曾经说过的话",
"心境渐冷  无法挽回",
"像烟雾笼罩  渐渐迷失",
"如果相遇仅仅是为了离别",
"从一开始就是虚假  也没有对错",
"心中仍然期望  在未来的某一天再相遇",
"即使是土堆也无所谓",
"想要触碰 想要触碰  保持其美丽姿势",
"封存进瓶子中的糖球",
"每当吃掉一块  就会落下一滴泪水",
"无法描述的美  像是糖球一样的月",
"即使这样也要靠近  那儿存在着无数可能",
"触碰冰冷的月  想要一直注视着你",
"直到分别  想要在你身边注视着你",
"やなぎなぎ - 砂糖玉の月"
);
$lyric2=array(
"词：やなぎなぎ  曲：出羽良彰",
"小さなお別れの連続  いずれはあなたへ続いてる",
"分かっているから  出来るだけ歩みを緩めるけど",
"あなたは寂しそうに待ってる",
"届かないから美しい  まるで砂糖玉の月",
"遠くで転がせば甘やかに  近づけばざらりとした土塊",
"それならずっと",
"ここから見ていたい  見ていたいのに",
"交わした言の葉の数だけ  あなたを覚えていられたら",
"薄らぐ心象は  巻き戻ることなく",
"煙のように霞んで  紛い物になってく",
"別れるための出会いなら",
"初めから偽物だって  何も違わないはずなのに",
"またいつか  出会えるように願ってる",
"土塊でもいいから",
"触れたい触りたい  綺麗なまま",
"閉じ込めた瓶詰の砂糖玉",
"ひとつ齧るたびに  ひとつ涙が落ちていく",
"届かないから美しい  まるで砂糖玉の月",
"それでも近づいて  有りの儘そこにある",
"冷たい月に触れた  さよならまで",
"あなたを見ていたい  近くで見ていたいから",
"词：やなぎなぎ  曲：出羽良彰"
);
$num=$_GET["number"];
echo $lyric1[$num]."<br>".$lyric2[$num];

?>